{
    "0": "အမည်မသိ အမှား",
    "100": "ဆက်လက်",
    "101": "ပရိုတိုကောများကို ပြောင်းခြင်း။",
    "102": "လုပ်ဆောင်နေသည်",
    "200": "အိုကေ",
    "201": "ဖန်တီးခဲ့သည်။",
    "202": "လက်ခံတယ်။",
    "203": "တရားဝင်မဟုတ်သော အချက်အလက်",
    "204": "အကြောင်းအရာမရှိပါ။",
    "205": "အကြောင်းအရာကို ပြန်လည်သတ်မှတ်ပါ။",
    "206": "တစ်စိတ်တစ်ပိုင်း အကြောင်းအရာ",
    "207": "အဆင့်အတန်းပေါင်းစုံ",
    "208": "သတင်းပို့ထားပြီးသား",
    "226": "IM ကို အသုံးပြုထားသည်။",
    "300": "ရွေးချယ်မှုမျိုးစုံ",
    "301": "အပြီးအပိုင် ပြောင်းရွှေ့ခဲ့သည်။",
    "302": "တွေ့တယ်။",
    "303": "အခြားကိုကြည့်ပါ။",
    "304": "မွမ်းမံထားသည်။",
    "305": "Proxy ကိုသုံးပါ။",
    "307": "ယာယီပြန်ညွှန်း",
    "308": "အမြဲတမ်း ပြန်ညွှန်းသည်။",
    "400": "တောင်းဆိုမှုမှားယွင်းနေခြင်း",
    "401": "ခွင့်မပြု",
    "402": "ငွေပေးချေမှု လိုအပ်ပါသည်။",
    "403": "တားမြစ်ထားသည်။",
    "404": "မတွေ့ပါ",
    "405": "နည်းလမ်းကို ခွင့်မပြုပါ။",
    "406": "လက်မခံနိုင်ပါ။",
    "407": "Proxy စစ်မှန်ကြောင်းအထောက်အထားလိုအပ်သည်။",
    "408": "အချိန်ကုန်ရန် တောင်းဆိုခြင်း။",
    "409": "ပဋိပက္ခ",
    "410": "သွားပြီ",
    "411": "အရှည် လိုအပ်သည်။",
    "412": "ကြိုတင်သတ်မှတ်ချက် မအောင်မြင်ပါ။",
    "413": "ဝန်ဆောင်ခ အလွန်ကြီးသည်။",
    "414": "URI ရှည်လွန်းသည်။",
    "415": "ပံ့ပိုးမထားသော မီဒီယာအမျိုးအစား",
    "416": "အတိုင်းအတာ ကျေနပ်မှု မရှိပါ။",
    "417": "မျှော်လင့်ခြင်း မအောင်မြင်ပါ။",
    "418": "ငါက လက်ဖက်ရည်အိုး",
    "419": "Session သက်တမ်းကုန်သွားပါပြီ။",
    "421": "လွဲမှားသော တောင်းဆိုမှု",
    "422": "ဆောင်ရွက်မရနိုင်သော အရာ",
    "423": "သော့ခတ်ထားသည်။",
    "424": "မှီခိုမှု မအောင်မြင်ပါ။",
    "425": "သိပ်စောလွန်း",
    "426": "အဆင့်မြှင့်တင်ရန် လိုအပ်သည်။",
    "428": "ကြိုတင်သတ်မှတ်ချက် လိုအပ်ပါသည်။",
    "429": "တောင်းဆိုမှုများ အလွန်များသည်။",
    "431": "တောင်းဆိုချက် ခေါင်းစီးအကွက်များ ကြီးလွန်းသည်။",
    "444": "တုံ့ပြန်မှုမရှိဘဲ ချိတ်ဆက်မှုကို ပိတ်ထားသည်။",
    "449": "ဖြင့် ပြန်ကြိုးစားပါ။",
    "451": "ဥပဒေကြောင်းအရ မရနိုင်ပါ။",
    "499": "Client Closed Request",
    "500": "အတွင်းဆာဗာမှားယွင်းမှု",
    "501": "အကောင်အထည်မဖော်ပါ။",
    "502": "မုခ်ဝမကောင်းပါ။",
    "503": "ပြုပြင်ထိန်းသိမ်းမှုမုဒ်",
    "504": "Gateway အချိန်ကုန်သွားသည်။",
    "505": "HTTP ဗားရှင်းကို မပံ့ပိုးပါ။",
    "506": "မူကွဲများလည်း ညှိနှိုင်းပေးသည်။",
    "507": "သိုလှောင်မှု မလုံလောက်ခြင်း။",
    "508": "ကွင်းဆက်ကို ရှာတွေ့ထားသည်။",
    "509": "Bandwidth ကန့်သတ်ချက် ကျော်လွန်သွားပါပြီ။",
    "510": "တိုးချဲ့မထား",
    "511": "ကွန်ရက်အထောက်အထားစိစစ်ခြင်း လိုအပ်သည်။",
    "520": "အမည်မသိ အမှား",
    "521": "Web Server ကျသွားပါပြီ။",
    "522": "ချိတ်ဆက်မှု အချိန်ကုန်သွားပါပြီ။",
    "523": "မူရင်းကို လက်လှမ်းမမီနိုင်ပါ။",
    "524": "အချိန်ကုန်သွားပါသည်။",
    "525": "SSL လက်ဆွဲနှုတ်ဆက်ခြင်း မအောင်မြင်ပါ။",
    "526": "မမှန်ကန်သော SSL လက်မှတ်",
    "527": "Railgun အမှား",
    "598": "Network Read Timeout အမှား",
    "599": "Network Connect Timeout Error",
    "unknownError": "အမည်မသိ အမှား"
}
